{"weightsManifest": [{"weights": [{"name": "normal_A_block_0/adjust_block/adjust_reduction_block_0/adjust_bn_0/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/adjust_block/adjust_reduction_block_0/adjust_bn_0/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/adjust_block/adjust_reduction_block_0/adjust_bn_0/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/adjust_block/adjust_reduction_block_0/adjust_bn_0/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/adjust_block/adjust_projection_block_1/adjust_bn_1/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/adjust_block/adjust_projection_block_1/adjust_bn_1/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/adjust_block/adjust_projection_block_1/adjust_bn_1/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/adjust_block/adjust_projection_block_1/adjust_bn_1/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_10/adjust_block/adjust_projection_block_10/adjust_bn_10/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/adjust_block/adjust_projection_block_10/adjust_bn_10/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/adjust_block/adjust_projection_block_10/adjust_bn_10/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/adjust_block/adjust_projection_block_10/adjust_bn_10/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/adjust_block/adjust_projection_block_11/adjust_bn_11/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/adjust_block/adjust_projection_block_11/adjust_bn_11/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/adjust_block/adjust_projection_block_11/adjust_bn_11/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/adjust_block/adjust_projection_block_11/adjust_bn_11/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/adjust_block/adjust_projection_block_12/adjust_bn_12/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/adjust_block/adjust_projection_block_12/adjust_bn_12/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/adjust_block/adjust_projection_block_12/adjust_bn_12/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/adjust_block/adjust_projection_block_12/adjust_bn_12/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_2/adjust_block/adjust_projection_block_2/adjust_bn_2/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/adjust_block/adjust_projection_block_2/adjust_bn_2/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/adjust_block/adjust_projection_block_2/adjust_bn_2/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/adjust_block/adjust_projection_block_2/adjust_bn_2/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/adjust_block/adjust_projection_block_3/adjust_bn_3/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/adjust_block/adjust_projection_block_3/adjust_bn_3/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/adjust_block/adjust_projection_block_3/adjust_bn_3/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/adjust_block/adjust_projection_block_3/adjust_bn_3/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_5/adjust_block/adjust_reduction_block_5/adjust_bn_5/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/adjust_block/adjust_reduction_block_5/adjust_bn_5/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/adjust_block/adjust_reduction_block_5/adjust_bn_5/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/adjust_block/adjust_reduction_block_5/adjust_bn_5/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/adjust_block/adjust_projection_block_6/adjust_bn_6/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/adjust_block/adjust_projection_block_6/adjust_bn_6/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/adjust_block/adjust_projection_block_6/adjust_bn_6/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/adjust_block/adjust_projection_block_6/adjust_bn_6/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/adjust_block/adjust_projection_block_7/adjust_bn_7/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/adjust_block/adjust_projection_block_7/adjust_bn_7/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/adjust_block/adjust_projection_block_7/adjust_bn_7/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/adjust_block/adjust_projection_block_7/adjust_bn_7/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/adjust_block/adjust_projection_block_8/adjust_bn_8/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/adjust_block/adjust_projection_block_8/adjust_bn_8/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/adjust_block/adjust_projection_block_8/adjust_bn_8/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/adjust_block/adjust_projection_block_8/adjust_bn_8/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_9/adjust_block/adjust_reduction_block_9/adjust_bn_9/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/adjust_block/adjust_reduction_block_9/adjust_bn_9/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/adjust_block/adjust_reduction_block_9/adjust_bn_9/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/adjust_block/adjust_reduction_block_9/adjust_bn_9/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "reduction_A_block_reduce_4/adjust_block/adjust_projection_block_reduce_4/adjust_bn_reduce_4/gamma", "shape": [88], "dtype": "float32"}, {"name": "reduction_A_block_reduce_4/adjust_block/adjust_projection_block_reduce_4/adjust_bn_reduce_4/beta", "shape": [88], "dtype": "float32"}, {"name": "reduction_A_block_reduce_4/adjust_block/adjust_projection_block_reduce_4/adjust_bn_reduce_4/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "reduction_A_block_reduce_4/adjust_block/adjust_projection_block_reduce_4/adjust_bn_reduce_4/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "reduction_A_block_reduce_8/adjust_block/adjust_projection_block_reduce_8/adjust_bn_reduce_8/gamma", "shape": [176], "dtype": "float32"}, {"name": "reduction_A_block_reduce_8/adjust_block/adjust_projection_block_reduce_8/adjust_bn_reduce_8/beta", "shape": [176], "dtype": "float32"}, {"name": "reduction_A_block_reduce_8/adjust_block/adjust_projection_block_reduce_8/adjust_bn_reduce_8/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "reduction_A_block_reduce_8/adjust_block/adjust_projection_block_reduce_8/adjust_bn_reduce_8/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "reduction_A_block_stem_2/adjust_block/adjust_reduction_block_stem_2/adjust_bn_stem_2/gamma", "shape": [22], "dtype": "float32"}, {"name": "reduction_A_block_stem_2/adjust_block/adjust_reduction_block_stem_2/adjust_bn_stem_2/beta", "shape": [22], "dtype": "float32"}, {"name": "reduction_A_block_stem_2/adjust_block/adjust_reduction_block_stem_2/adjust_bn_stem_2/moving_mean", "shape": [22], "dtype": "float32"}, {"name": "reduction_A_block_stem_2/adjust_block/adjust_reduction_block_stem_2/adjust_bn_stem_2/moving_variance", "shape": [22], "dtype": "float32"}, {"name": "normal_A_block_0/adjust_block/adjust_reduction_block_0/adjust_conv_1_0/kernel", "shape": [1, 1, 44, 22], "dtype": "float32"}, {"name": "normal_A_block_5/adjust_block/adjust_reduction_block_5/adjust_conv_1_5/kernel", "shape": [1, 1, 264, 44], "dtype": "float32"}, {"name": "normal_A_block_9/adjust_block/adjust_reduction_block_9/adjust_conv_1_9/kernel", "shape": [1, 1, 528, 88], "dtype": "float32"}, {"name": "reduction_A_block_stem_2/adjust_block/adjust_reduction_block_stem_2/adjust_conv_1_stem_2/kernel", "shape": [1, 1, 32, 11], "dtype": "float32"}, {"name": "normal_A_block_0/adjust_block/adjust_reduction_block_0/adjust_conv_2_0/kernel", "shape": [1, 1, 44, 22], "dtype": "float32"}, {"name": "normal_A_block_5/adjust_block/adjust_reduction_block_5/adjust_conv_2_5/kernel", "shape": [1, 1, 264, 44], "dtype": "float32"}, {"name": "normal_A_block_9/adjust_block/adjust_reduction_block_9/adjust_conv_2_9/kernel", "shape": [1, 1, 528, 88], "dtype": "float32"}, {"name": "reduction_A_block_stem_2/adjust_block/adjust_reduction_block_stem_2/adjust_conv_2_stem_2/kernel", "shape": [1, 1, 32, 11], "dtype": "float32"}, {"name": "normal_A_block_1/adjust_block/adjust_projection_block_1/adjust_conv_projection_1/kernel", "shape": [1, 1, 88, 44], "dtype": "float32"}, {"name": "normal_A_block_10/adjust_block/adjust_projection_block_10/adjust_conv_projection_10/kernel", "shape": [1, 1, 704, 176], "dtype": "float32"}, {"name": "normal_A_block_11/adjust_block/adjust_projection_block_11/adjust_conv_projection_11/kernel", "shape": [1, 1, 1056, 176], "dtype": "float32"}, {"name": "normal_A_block_12/adjust_block/adjust_projection_block_12/adjust_conv_projection_12/kernel", "shape": [1, 1, 1056, 176], "dtype": "float32"}, {"name": "normal_A_block_2/adjust_block/adjust_projection_block_2/adjust_conv_projection_2/kernel", "shape": [1, 1, 264, 44], "dtype": "float32"}, {"name": "normal_A_block_3/adjust_block/adjust_projection_block_3/adjust_conv_projection_3/kernel", "shape": [1, 1, 264, 44], "dtype": "float32"}, {"name": "normal_A_block_6/adjust_block/adjust_projection_block_6/adjust_conv_projection_6/kernel", "shape": [1, 1, 352, 88], "dtype": "float32"}, {"name": "normal_A_block_7/adjust_block/adjust_projection_block_7/adjust_conv_projection_7/kernel", "shape": [1, 1, 528, 88], "dtype": "float32"}, {"name": "normal_A_block_8/adjust_block/adjust_projection_block_8/adjust_conv_projection_8/kernel", "shape": [1, 1, 528, 88], "dtype": "float32"}, {"name": "reduction_A_block_reduce_4/adjust_block/adjust_projection_block_reduce_4/adjust_conv_projection_reduce_4/kernel", "shape": [1, 1, 264, 88], "dtype": "float32"}, {"name": "reduction_A_block_reduce_8/adjust_block/adjust_projection_block_reduce_8/adjust_conv_projection_reduce_8/kernel", "shape": [1, 1, 528, 176], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [1056, 1024], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [1024], "dtype": "float32"}, {"name": "dense_2/kernel", "shape": [1024, 2], "dtype": "float32"}, {"name": "dense_2/bias", "shape": [2], "dtype": "float32"}, {"name": "normal_A_block_0/normal_bn_1_0/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/normal_bn_1_0/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/normal_bn_1_0/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/normal_bn_1_0/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/normal_bn_1_1/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/normal_bn_1_1/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/normal_bn_1_1/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/normal_bn_1_1/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_10/normal_bn_1_10/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/normal_bn_1_10/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/normal_bn_1_10/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/normal_bn_1_10/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/normal_bn_1_11/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/normal_bn_1_11/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/normal_bn_1_11/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/normal_bn_1_11/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/normal_bn_1_12/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/normal_bn_1_12/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/normal_bn_1_12/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/normal_bn_1_12/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_2/normal_bn_1_2/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/normal_bn_1_2/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/normal_bn_1_2/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/normal_bn_1_2/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/normal_bn_1_3/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/normal_bn_1_3/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/normal_bn_1_3/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/normal_bn_1_3/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_5/normal_bn_1_5/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/normal_bn_1_5/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/normal_bn_1_5/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/normal_bn_1_5/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/normal_bn_1_6/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/normal_bn_1_6/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/normal_bn_1_6/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/normal_bn_1_6/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/normal_bn_1_7/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/normal_bn_1_7/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/normal_bn_1_7/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/normal_bn_1_7/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/normal_bn_1_8/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/normal_bn_1_8/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/normal_bn_1_8/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/normal_bn_1_8/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_9/normal_bn_1_9/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/normal_bn_1_9/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/normal_bn_1_9/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/normal_bn_1_9/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_0/normal_conv_1_0/kernel", "shape": [1, 1, 88, 44], "dtype": "float32"}, {"name": "normal_A_block_1/normal_conv_1_1/kernel", "shape": [1, 1, 264, 44], "dtype": "float32"}, {"name": "normal_A_block_10/normal_conv_1_10/kernel", "shape": [1, 1, 1056, 176], "dtype": "float32"}, {"name": "normal_A_block_11/normal_conv_1_11/kernel", "shape": [1, 1, 1056, 176], "dtype": "float32"}, {"name": "normal_A_block_12/normal_conv_1_12/kernel", "shape": [1, 1, 1056, 176], "dtype": "float32"}, {"name": "normal_A_block_2/normal_conv_1_2/kernel", "shape": [1, 1, 264, 44], "dtype": "float32"}, {"name": "normal_A_block_3/normal_conv_1_3/kernel", "shape": [1, 1, 264, 44], "dtype": "float32"}, {"name": "normal_A_block_5/normal_conv_1_5/kernel", "shape": [1, 1, 352, 88], "dtype": "float32"}, {"name": "normal_A_block_6/normal_conv_1_6/kernel", "shape": [1, 1, 528, 88], "dtype": "float32"}, {"name": "normal_A_block_7/normal_conv_1_7/kernel", "shape": [1, 1, 528, 88], "dtype": "float32"}, {"name": "normal_A_block_8/normal_conv_1_8/kernel", "shape": [1, 1, 528, 88], "dtype": "float32"}, {"name": "normal_A_block_9/normal_conv_1_9/kernel", "shape": [1, 1, 704, 176], "dtype": "float32"}, {"name": "reduction_A_block_reduce_4/reduction_bn_1_reduce_4/gamma", "shape": [88], "dtype": "float32"}, {"name": "reduction_A_block_reduce_4/reduction_bn_1_reduce_4/beta", "shape": [88], "dtype": "float32"}, {"name": "reduction_A_block_reduce_4/reduction_bn_1_reduce_4/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "reduction_A_block_reduce_4/reduction_bn_1_reduce_4/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "reduction_A_block_reduce_8/reduction_bn_1_reduce_8/gamma", "shape": [176], "dtype": "float32"}, {"name": "reduction_A_block_reduce_8/reduction_bn_1_reduce_8/beta", "shape": [176], "dtype": "float32"}, {"name": "reduction_A_block_reduce_8/reduction_bn_1_reduce_8/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "reduction_A_block_reduce_8/reduction_bn_1_reduce_8/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "reduction_A_block_stem_1/reduction_bn_1_stem_1/gamma", "shape": [11], "dtype": "float32"}, {"name": "reduction_A_block_stem_1/reduction_bn_1_stem_1/beta", "shape": [11], "dtype": "float32"}, {"name": "reduction_A_block_stem_1/reduction_bn_1_stem_1/moving_mean", "shape": [11], "dtype": "float32"}, {"name": "reduction_A_block_stem_1/reduction_bn_1_stem_1/moving_variance", "shape": [11], "dtype": "float32"}, {"name": "reduction_A_block_stem_2/reduction_bn_1_stem_2/gamma", "shape": [22], "dtype": "float32"}, {"name": "reduction_A_block_stem_2/reduction_bn_1_stem_2/beta", "shape": [22], "dtype": "float32"}, {"name": "reduction_A_block_stem_2/reduction_bn_1_stem_2/moving_mean", "shape": [22], "dtype": "float32"}, {"name": "reduction_A_block_stem_2/reduction_bn_1_stem_2/moving_variance", "shape": [22], "dtype": "float32"}, {"name": "reduction_A_block_reduce_4/reduction_conv_1_reduce_4/kernel", "shape": [1, 1, 264, 88], "dtype": "float32"}, {"name": "reduction_A_block_reduce_8/reduction_conv_1_reduce_8/kernel", "shape": [1, 1, 528, 176], "dtype": "float32"}, {"name": "reduction_A_block_stem_1/reduction_conv_1_stem_1/kernel", "shape": [1, 1, 32, 11], "dtype": "float32"}, {"name": "reduction_A_block_stem_2/reduction_conv_1_stem_2/kernel", "shape": [1, 1, 44, 22], "dtype": "float32"}, {"name": "normal_A_block_0/block_1/separable_conv_block_normal_left1_0/separable_conv_1_bn_normal_left1_0/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_1/separable_conv_block_normal_left1_0/separable_conv_1_bn_normal_left1_0/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_1/separable_conv_block_normal_left1_0/separable_conv_1_bn_normal_left1_0/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_1/separable_conv_block_normal_left1_0/separable_conv_1_bn_normal_left1_0/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_1/separable_conv_block_normal_left1_1/separable_conv_1_bn_normal_left1_1/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_1/separable_conv_block_normal_left1_1/separable_conv_1_bn_normal_left1_1/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_1/separable_conv_block_normal_left1_1/separable_conv_1_bn_normal_left1_1/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_1/separable_conv_block_normal_left1_1/separable_conv_1_bn_normal_left1_1/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_10/block_1/separable_conv_block_normal_left1_10/separable_conv_1_bn_normal_left1_10/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_1/separable_conv_block_normal_left1_10/separable_conv_1_bn_normal_left1_10/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_1/separable_conv_block_normal_left1_10/separable_conv_1_bn_normal_left1_10/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_1/separable_conv_block_normal_left1_10/separable_conv_1_bn_normal_left1_10/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_1/separable_conv_block_normal_left1_11/separable_conv_1_bn_normal_left1_11/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_1/separable_conv_block_normal_left1_11/separable_conv_1_bn_normal_left1_11/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_1/separable_conv_block_normal_left1_11/separable_conv_1_bn_normal_left1_11/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_1/separable_conv_block_normal_left1_11/separable_conv_1_bn_normal_left1_11/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_1/separable_conv_block_normal_left1_12/separable_conv_1_bn_normal_left1_12/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_1/separable_conv_block_normal_left1_12/separable_conv_1_bn_normal_left1_12/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_1/separable_conv_block_normal_left1_12/separable_conv_1_bn_normal_left1_12/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_1/separable_conv_block_normal_left1_12/separable_conv_1_bn_normal_left1_12/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_2/block_1/separable_conv_block_normal_left1_2/separable_conv_1_bn_normal_left1_2/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/block_1/separable_conv_block_normal_left1_2/separable_conv_1_bn_normal_left1_2/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/block_1/separable_conv_block_normal_left1_2/separable_conv_1_bn_normal_left1_2/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/block_1/separable_conv_block_normal_left1_2/separable_conv_1_bn_normal_left1_2/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_1/separable_conv_block_normal_left1_3/separable_conv_1_bn_normal_left1_3/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_1/separable_conv_block_normal_left1_3/separable_conv_1_bn_normal_left1_3/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_1/separable_conv_block_normal_left1_3/separable_conv_1_bn_normal_left1_3/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_1/separable_conv_block_normal_left1_3/separable_conv_1_bn_normal_left1_3/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_5/block_1/separable_conv_block_normal_left1_5/separable_conv_1_bn_normal_left1_5/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/block_1/separable_conv_block_normal_left1_5/separable_conv_1_bn_normal_left1_5/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/block_1/separable_conv_block_normal_left1_5/separable_conv_1_bn_normal_left1_5/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/block_1/separable_conv_block_normal_left1_5/separable_conv_1_bn_normal_left1_5/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_1/separable_conv_block_normal_left1_6/separable_conv_1_bn_normal_left1_6/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_1/separable_conv_block_normal_left1_6/separable_conv_1_bn_normal_left1_6/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_1/separable_conv_block_normal_left1_6/separable_conv_1_bn_normal_left1_6/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_1/separable_conv_block_normal_left1_6/separable_conv_1_bn_normal_left1_6/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_1/separable_conv_block_normal_left1_7/separable_conv_1_bn_normal_left1_7/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_1/separable_conv_block_normal_left1_7/separable_conv_1_bn_normal_left1_7/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_1/separable_conv_block_normal_left1_7/separable_conv_1_bn_normal_left1_7/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_1/separable_conv_block_normal_left1_7/separable_conv_1_bn_normal_left1_7/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_1/separable_conv_block_normal_left1_8/separable_conv_1_bn_normal_left1_8/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_1/separable_conv_block_normal_left1_8/separable_conv_1_bn_normal_left1_8/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_1/separable_conv_block_normal_left1_8/separable_conv_1_bn_normal_left1_8/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_1/separable_conv_block_normal_left1_8/separable_conv_1_bn_normal_left1_8/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_9/block_1/separable_conv_block_normal_left1_9/separable_conv_1_bn_normal_left1_9/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/block_1/separable_conv_block_normal_left1_9/separable_conv_1_bn_normal_left1_9/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/block_1/separable_conv_block_normal_left1_9/separable_conv_1_bn_normal_left1_9/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/block_1/separable_conv_block_normal_left1_9/separable_conv_1_bn_normal_left1_9/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_0/block_2/separable_conv_block_normal_left2_0/separable_conv_1_bn_normal_left2_0/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_2/separable_conv_block_normal_left2_0/separable_conv_1_bn_normal_left2_0/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_2/separable_conv_block_normal_left2_0/separable_conv_1_bn_normal_left2_0/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_2/separable_conv_block_normal_left2_0/separable_conv_1_bn_normal_left2_0/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_2/separable_conv_block_normal_left2_1/separable_conv_1_bn_normal_left2_1/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_2/separable_conv_block_normal_left2_1/separable_conv_1_bn_normal_left2_1/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_2/separable_conv_block_normal_left2_1/separable_conv_1_bn_normal_left2_1/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_2/separable_conv_block_normal_left2_1/separable_conv_1_bn_normal_left2_1/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_10/block_2/separable_conv_block_normal_left2_10/separable_conv_1_bn_normal_left2_10/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_2/separable_conv_block_normal_left2_10/separable_conv_1_bn_normal_left2_10/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_2/separable_conv_block_normal_left2_10/separable_conv_1_bn_normal_left2_10/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_2/separable_conv_block_normal_left2_10/separable_conv_1_bn_normal_left2_10/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_2/separable_conv_block_normal_left2_11/separable_conv_1_bn_normal_left2_11/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_2/separable_conv_block_normal_left2_11/separable_conv_1_bn_normal_left2_11/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_2/separable_conv_block_normal_left2_11/separable_conv_1_bn_normal_left2_11/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_2/separable_conv_block_normal_left2_11/separable_conv_1_bn_normal_left2_11/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_2/separable_conv_block_normal_left2_12/separable_conv_1_bn_normal_left2_12/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_2/separable_conv_block_normal_left2_12/separable_conv_1_bn_normal_left2_12/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_2/separable_conv_block_normal_left2_12/separable_conv_1_bn_normal_left2_12/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_2/separable_conv_block_normal_left2_12/separable_conv_1_bn_normal_left2_12/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_2/block_2/separable_conv_block_normal_left2_2/separable_conv_1_bn_normal_left2_2/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/block_2/separable_conv_block_normal_left2_2/separable_conv_1_bn_normal_left2_2/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/block_2/separable_conv_block_normal_left2_2/separable_conv_1_bn_normal_left2_2/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/block_2/separable_conv_block_normal_left2_2/separable_conv_1_bn_normal_left2_2/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_2/separable_conv_block_normal_left2_3/separable_conv_1_bn_normal_left2_3/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_2/separable_conv_block_normal_left2_3/separable_conv_1_bn_normal_left2_3/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_2/separable_conv_block_normal_left2_3/separable_conv_1_bn_normal_left2_3/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_2/separable_conv_block_normal_left2_3/separable_conv_1_bn_normal_left2_3/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_5/block_2/separable_conv_block_normal_left2_5/separable_conv_1_bn_normal_left2_5/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/block_2/separable_conv_block_normal_left2_5/separable_conv_1_bn_normal_left2_5/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/block_2/separable_conv_block_normal_left2_5/separable_conv_1_bn_normal_left2_5/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/block_2/separable_conv_block_normal_left2_5/separable_conv_1_bn_normal_left2_5/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_2/separable_conv_block_normal_left2_6/separable_conv_1_bn_normal_left2_6/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_2/separable_conv_block_normal_left2_6/separable_conv_1_bn_normal_left2_6/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_2/separable_conv_block_normal_left2_6/separable_conv_1_bn_normal_left2_6/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_2/separable_conv_block_normal_left2_6/separable_conv_1_bn_normal_left2_6/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_2/separable_conv_block_normal_left2_7/separable_conv_1_bn_normal_left2_7/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_2/separable_conv_block_normal_left2_7/separable_conv_1_bn_normal_left2_7/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_2/separable_conv_block_normal_left2_7/separable_conv_1_bn_normal_left2_7/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_2/separable_conv_block_normal_left2_7/separable_conv_1_bn_normal_left2_7/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_2/separable_conv_block_normal_left2_8/separable_conv_1_bn_normal_left2_8/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_2/separable_conv_block_normal_left2_8/separable_conv_1_bn_normal_left2_8/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_2/separable_conv_block_normal_left2_8/separable_conv_1_bn_normal_left2_8/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_2/separable_conv_block_normal_left2_8/separable_conv_1_bn_normal_left2_8/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_9/block_2/separable_conv_block_normal_left2_9/separable_conv_1_bn_normal_left2_9/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/block_2/separable_conv_block_normal_left2_9/separable_conv_1_bn_normal_left2_9/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/block_2/separable_conv_block_normal_left2_9/separable_conv_1_bn_normal_left2_9/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/block_2/separable_conv_block_normal_left2_9/separable_conv_1_bn_normal_left2_9/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_0/block_5/separable_conv_block_normal_left5_0/separable_conv_1_bn_normal_left5_0/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_5/separable_conv_block_normal_left5_0/separable_conv_1_bn_normal_left5_0/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_5/separable_conv_block_normal_left5_0/separable_conv_1_bn_normal_left5_0/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_5/separable_conv_block_normal_left5_0/separable_conv_1_bn_normal_left5_0/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_5/separable_conv_block_normal_left5_1/separable_conv_1_bn_normal_left5_1/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_5/separable_conv_block_normal_left5_1/separable_conv_1_bn_normal_left5_1/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_5/separable_conv_block_normal_left5_1/separable_conv_1_bn_normal_left5_1/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_5/separable_conv_block_normal_left5_1/separable_conv_1_bn_normal_left5_1/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_10/block_5/separable_conv_block_normal_left5_10/separable_conv_1_bn_normal_left5_10/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_5/separable_conv_block_normal_left5_10/separable_conv_1_bn_normal_left5_10/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_5/separable_conv_block_normal_left5_10/separable_conv_1_bn_normal_left5_10/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_5/separable_conv_block_normal_left5_10/separable_conv_1_bn_normal_left5_10/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_5/separable_conv_block_normal_left5_11/separable_conv_1_bn_normal_left5_11/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_5/separable_conv_block_normal_left5_11/separable_conv_1_bn_normal_left5_11/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_5/separable_conv_block_normal_left5_11/separable_conv_1_bn_normal_left5_11/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_5/separable_conv_block_normal_left5_11/separable_conv_1_bn_normal_left5_11/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_5/separable_conv_block_normal_left5_12/separable_conv_1_bn_normal_left5_12/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_5/separable_conv_block_normal_left5_12/separable_conv_1_bn_normal_left5_12/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_5/separable_conv_block_normal_left5_12/separable_conv_1_bn_normal_left5_12/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_5/separable_conv_block_normal_left5_12/separable_conv_1_bn_normal_left5_12/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_2/block_5/separable_conv_block_normal_left5_2/separable_conv_1_bn_normal_left5_2/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/block_5/separable_conv_block_normal_left5_2/separable_conv_1_bn_normal_left5_2/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/block_5/separable_conv_block_normal_left5_2/separable_conv_1_bn_normal_left5_2/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/block_5/separable_conv_block_normal_left5_2/separable_conv_1_bn_normal_left5_2/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_5/separable_conv_block_normal_left5_3/separable_conv_1_bn_normal_left5_3/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_5/separable_conv_block_normal_left5_3/separable_conv_1_bn_normal_left5_3/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_5/separable_conv_block_normal_left5_3/separable_conv_1_bn_normal_left5_3/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_5/separable_conv_block_normal_left5_3/separable_conv_1_bn_normal_left5_3/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_5/block_5/separable_conv_block_normal_left5_5/separable_conv_1_bn_normal_left5_5/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/block_5/separable_conv_block_normal_left5_5/separable_conv_1_bn_normal_left5_5/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/block_5/separable_conv_block_normal_left5_5/separable_conv_1_bn_normal_left5_5/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/block_5/separable_conv_block_normal_left5_5/separable_conv_1_bn_normal_left5_5/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_5/separable_conv_block_normal_left5_6/separable_conv_1_bn_normal_left5_6/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_5/separable_conv_block_normal_left5_6/separable_conv_1_bn_normal_left5_6/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_5/separable_conv_block_normal_left5_6/separable_conv_1_bn_normal_left5_6/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_5/separable_conv_block_normal_left5_6/separable_conv_1_bn_normal_left5_6/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_5/separable_conv_block_normal_left5_7/separable_conv_1_bn_normal_left5_7/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_5/separable_conv_block_normal_left5_7/separable_conv_1_bn_normal_left5_7/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_5/separable_conv_block_normal_left5_7/separable_conv_1_bn_normal_left5_7/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_5/separable_conv_block_normal_left5_7/separable_conv_1_bn_normal_left5_7/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_5/separable_conv_block_normal_left5_8/separable_conv_1_bn_normal_left5_8/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_5/separable_conv_block_normal_left5_8/separable_conv_1_bn_normal_left5_8/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_5/separable_conv_block_normal_left5_8/separable_conv_1_bn_normal_left5_8/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_5/separable_conv_block_normal_left5_8/separable_conv_1_bn_normal_left5_8/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_9/block_5/separable_conv_block_normal_left5_9/separable_conv_1_bn_normal_left5_9/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/block_5/separable_conv_block_normal_left5_9/separable_conv_1_bn_normal_left5_9/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/block_5/separable_conv_block_normal_left5_9/separable_conv_1_bn_normal_left5_9/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/block_5/separable_conv_block_normal_left5_9/separable_conv_1_bn_normal_left5_9/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_0/block_1/separable_conv_block_normal_right1_0/separable_conv_1_bn_normal_right1_0/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_1/separable_conv_block_normal_right1_0/separable_conv_1_bn_normal_right1_0/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_1/separable_conv_block_normal_right1_0/separable_conv_1_bn_normal_right1_0/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_1/separable_conv_block_normal_right1_0/separable_conv_1_bn_normal_right1_0/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_1/separable_conv_block_normal_right1_1/separable_conv_1_bn_normal_right1_1/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_1/separable_conv_block_normal_right1_1/separable_conv_1_bn_normal_right1_1/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_1/separable_conv_block_normal_right1_1/separable_conv_1_bn_normal_right1_1/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_1/separable_conv_block_normal_right1_1/separable_conv_1_bn_normal_right1_1/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_10/block_1/separable_conv_block_normal_right1_10/separable_conv_1_bn_normal_right1_10/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_1/separable_conv_block_normal_right1_10/separable_conv_1_bn_normal_right1_10/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_1/separable_conv_block_normal_right1_10/separable_conv_1_bn_normal_right1_10/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_1/separable_conv_block_normal_right1_10/separable_conv_1_bn_normal_right1_10/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_1/separable_conv_block_normal_right1_11/separable_conv_1_bn_normal_right1_11/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_1/separable_conv_block_normal_right1_11/separable_conv_1_bn_normal_right1_11/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_1/separable_conv_block_normal_right1_11/separable_conv_1_bn_normal_right1_11/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_11/block_1/separable_conv_block_normal_right1_11/separable_conv_1_bn_normal_right1_11/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_1/separable_conv_block_normal_right1_12/separable_conv_1_bn_normal_right1_12/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_1/separable_conv_block_normal_right1_12/separable_conv_1_bn_normal_right1_12/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_1/separable_conv_block_normal_right1_12/separable_conv_1_bn_normal_right1_12/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_12/block_1/separable_conv_block_normal_right1_12/separable_conv_1_bn_normal_right1_12/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_2/block_1/separable_conv_block_normal_right1_2/separable_conv_1_bn_normal_right1_2/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/block_1/separable_conv_block_normal_right1_2/separable_conv_1_bn_normal_right1_2/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/block_1/separable_conv_block_normal_right1_2/separable_conv_1_bn_normal_right1_2/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_2/block_1/separable_conv_block_normal_right1_2/separable_conv_1_bn_normal_right1_2/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_1/separable_conv_block_normal_right1_3/separable_conv_1_bn_normal_right1_3/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_1/separable_conv_block_normal_right1_3/separable_conv_1_bn_normal_right1_3/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_1/separable_conv_block_normal_right1_3/separable_conv_1_bn_normal_right1_3/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_3/block_1/separable_conv_block_normal_right1_3/separable_conv_1_bn_normal_right1_3/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_5/block_1/separable_conv_block_normal_right1_5/separable_conv_1_bn_normal_right1_5/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/block_1/separable_conv_block_normal_right1_5/separable_conv_1_bn_normal_right1_5/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/block_1/separable_conv_block_normal_right1_5/separable_conv_1_bn_normal_right1_5/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_5/block_1/separable_conv_block_normal_right1_5/separable_conv_1_bn_normal_right1_5/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_1/separable_conv_block_normal_right1_6/separable_conv_1_bn_normal_right1_6/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_1/separable_conv_block_normal_right1_6/separable_conv_1_bn_normal_right1_6/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_1/separable_conv_block_normal_right1_6/separable_conv_1_bn_normal_right1_6/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_6/block_1/separable_conv_block_normal_right1_6/separable_conv_1_bn_normal_right1_6/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_1/separable_conv_block_normal_right1_7/separable_conv_1_bn_normal_right1_7/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_1/separable_conv_block_normal_right1_7/separable_conv_1_bn_normal_right1_7/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_1/separable_conv_block_normal_right1_7/separable_conv_1_bn_normal_right1_7/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_7/block_1/separable_conv_block_normal_right1_7/separable_conv_1_bn_normal_right1_7/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_1/separable_conv_block_normal_right1_8/separable_conv_1_bn_normal_right1_8/gamma", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_1/separable_conv_block_normal_right1_8/separable_conv_1_bn_normal_right1_8/beta", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_1/separable_conv_block_normal_right1_8/separable_conv_1_bn_normal_right1_8/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_8/block_1/separable_conv_block_normal_right1_8/separable_conv_1_bn_normal_right1_8/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "normal_A_block_9/block_1/separable_conv_block_normal_right1_9/separable_conv_1_bn_normal_right1_9/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/block_1/separable_conv_block_normal_right1_9/separable_conv_1_bn_normal_right1_9/beta", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/block_1/separable_conv_block_normal_right1_9/separable_conv_1_bn_normal_right1_9/moving_mean", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_9/block_1/separable_conv_block_normal_right1_9/separable_conv_1_bn_normal_right1_9/moving_variance", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_0/block_2/separable_conv_block_normal_right2_0/separable_conv_1_bn_normal_right2_0/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_2/separable_conv_block_normal_right2_0/separable_conv_1_bn_normal_right2_0/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_2/separable_conv_block_normal_right2_0/separable_conv_1_bn_normal_right2_0/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_0/block_2/separable_conv_block_normal_right2_0/separable_conv_1_bn_normal_right2_0/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_2/separable_conv_block_normal_right2_1/separable_conv_1_bn_normal_right2_1/gamma", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_2/separable_conv_block_normal_right2_1/separable_conv_1_bn_normal_right2_1/beta", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_2/separable_conv_block_normal_right2_1/separable_conv_1_bn_normal_right2_1/moving_mean", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_1/block_2/separable_conv_block_normal_right2_1/separable_conv_1_bn_normal_right2_1/moving_variance", "shape": [44], "dtype": "float32"}, {"name": "normal_A_block_10/block_2/separable_conv_block_normal_right2_10/separable_conv_1_bn_normal_right2_10/gamma", "shape": [176], "dtype": "float32"}, {"name": "normal_A_block_10/block_2/separable_conv_block_normal_right2_10/separable_conv_1_bn_normal_right2_10/beta", "shape": [176], "dtype": 